Repository: ixnewton/Shortwave-MPRIS
Catalog: po/*.po
Languages: de, el, fur, ia, is, kk, nn, oc, pt_br, zh_tw

source: Select Station Cover
de: Senderbild auswählen
el: Επιλογή Εξωφύλλου Σταθμού
ia: Seliger le copertura de station
is: Velja auðkennismynd útvarpsstöðvar
kk: Станция мұқабасын таңдау
nn: Vel stasjonsomslag
oc: Seleccionar una cobertura d’estacion
pt_br: Selecionar a imagem da estação
zh_tw: 選取電臺封面

source: Show Details
de: Details anzeigen
el: Εμφάνιση Λεπτομερειών
ia: Monstrar le detalios
is: Nánari upplýsingar
kk: Мәліметтерді көрсету
nn: Vis detaljar
oc: Afichar los detalhs
pt_br: Mostrar detalhes
zh_tw: 顯示電臺詳情

source: Welcome to {}
de: Willkommen zu {}
el: Καλώς ήρθατε στο {}
fur: Benvignûts su {}
ia: Benvenite a {}
is: Velkomin á {}
kk: {} қош келдіңіз
nn: Velkomen til {}
oc: La benvenguda a {}
pt_br: Bem-vindo ao {}
zh_tw: 歡迎使用 {}

source: Select Save Directory
de: Ordner zum Speichern auswählen
el: Επιλογή Καταλόγου Αποθήκευσης
ia: Selectionar directorio de salvamento
is: Veldu möppu til að vista í
kk: Сақтау бумасын таңдау
nn: Vel lagringsmappe
oc: Seleccionar lo repertòri d’enregistrament
pt_br: Selecionar diretório de salvamento
zh_tw: 選取儲存目錄

source: _Select
de: Au_swählen
el: _Επιλογή
ia: _Selectionar
is: _Velja
kk: _Таңдау
nn: _Vel
oc: _Seleccionar
pt_br: _Selecionar
zh_tw: 選取(_S)

source: {} min
el: {} λεπτό
is: {} mín
kk: {} мин
zh_tw: {} 分

source: {} sec
de: {} s
el: {} δευτ.
is: {} sekúndur
kk: {} сек
nn: {} s
oc: {} seg.
pt_br: {} seg
zh_tw: {} 秒

source: {} kbit/s
kk: {} кбит/с

source: Copied
de: Kopiert
el: Αντιγράφηκε
ia: Copiate
is: Afritað
kk: Көшірілді
nn: Kopiert
oc: Copiat
pt_br: Copiada
zh_tw: 已複製

source: No Permission for Background Playback
de: Keine Berechtigung für Hintergrundwiedergabe
el: Δεν υπάρχει Άδεια για Αναπαραγωγή στο Παρασκήνιο
ia: Sin permission pro reproducer in secunde plano.
is: Ekki
kk: Фонда ойнатуға рұқсат жоқ
nn: Manglar løyve til avspeling i bakgrunnen
oc: Cap d’autorizacion per la lectura en rèireplan
pt_br: Sem permissões para reprodução em segundo plano
zh_tw: 沒有背景播放控制權

source: “Run in Background” must be allowed for this app in system settings.
de: Die Einstellung »Im Hintergrund ausführen« muss für diese Anwendung in den Systemeinstellungen zugelassen sein.
el: Η «Εκτέλεση στο παρασκήνιο» πρέπει να επιτρέπεται για αυτήν την εφαρμογή στις ρυθμίσεις του συστήματος.
ia: “Executar in secunde plano” debe esser permittite a iste application in le configurationes de systema.
is: "Keyra í bakgrunni" verður að vera leyft fyrir þetta forrit í kerfisstillingunum.
kk: Жүйелік параметрлерде бұл қолданба үшін “Фонда орындау” рұқсаты берілуі керек.
nn: «Køyr i bakgrunnen» må vere tillate for denne appen i systeminnstillingane.
oc: « Executar en rèireplan » deu èsser permés per aquesta aplicacion als paramètres sistèma.
pt_br: “Executar em segundo plano” deve ser permitido para este aplicativo nas configurações do sistema.
zh_tw: 必須在系統設定中允許此應用程式「在背景執行」

source: Try Anyway
de: Trotzdem versuchen
el: Δοκιμή ούτως ή άλλως
ia: Tenta de qualcunque maniera
is: Reyna samt
kk: Бәрібір көру
nn: Prøv likevel
oc: Tornar ensajar malgrat tot
pt_br: Tentar mesmo assim
zh_tw: 仍要嘗試

source: Disable Background Playback
de: Wiedergabe im Hintergrund deaktivieren
el: Απενεργοποίηση Αναπαραγωγής στο Παρασκήνιο
ia: Dishabilitar le reproduction in secunde plano
is: Bakgrunnsafspilun óvirk
kk: Фонда ойнатуды сөндіру
nn: Slå av avspeling i bakgrunnen
oc: Desactivar la lectura en rèireplan
pt_br: Desabilitar reprodução em segundo plano
zh_tw: 停用背景播放

source: {} hour
de: {} Stunde
el: {} ώρα
ia: {} hora
is: {} klukkustund
kk: {} сағат
nn: {} time
oc: {} ora
pt_br: {} hora
zh_tw: {} 小時

source: {} minute
el: {} λεπτό
ia: {} minuta
is: {} mínúta
kk: {} минут
nn: {} minutt
oc: {} minuta
pt_br: {} minuto
zh_tw: {} 分

source: {} second
de: {} Sekunde
el: {} δευτερόλεπτο
ia: {} secunda
is: {} sekúnda
kk: {} секунд
nn: {} sekund
oc: {} segonda
pt_br: {} segundo
zh_tw: {} 秒

source: The displayed information is provided by <a href="https://www.radio-browser.info/">radio-browser.info</a>. Shortwave has no influence on the listed stations.
el: Οι πληροφορίες που εμφανίζονται παρέχονται από το <a href="https://www.radio-browser.info/">radio-browser.info</a>. Το Shortwave δεν έχει καμία επιρροή στους αναφερόμενους σταθμούς.
zh_tw: 顯示的資料是由 <a href="https://www.radio-browser.info/">radio-browser.info</a> 所提供。 Shortwave 對於列出的電臺名單沒有任何干涉。

source: The displayed information is provided by <a href="https://www.radio-browser.info/">radio-browser.info</a>. Shortwave has no influence on the listed stations.
de: Die angezeigten Informationen werden von <a href="https://www.radio-browser.info/">radio-browser.info</a> bereitgestellt. Shortwave hat keinen Einfluss auf die aufgelisteten Sender.
ia: Le information monstrate es fornite per <a href="https://www.radio-browser.info/">radio-browser.info</a>. Shortwave non ha influentia sur le stationes listate.
is: Upplýsingarnar koma frá <a href="https://www.radio-browser.info/"> radio-browser.info</a>. Shortwave hefur ekkert með stöðvarnar að gera.
pt_br: As informações exibidas são fornecidas por <a href="https://www.radio-browser.info/">radio-browser.info</a>. Shortwave não tem influência nas estações listadas.

source: Shortwave
nn: Kortbølgje

source: This track is currently not recorded
de: Dieser Titel wird aktuell nicht aufgezeichnet
ia: Iste pista non es actualmente registrate

source: 0 seconds
de: 0 Sekunden
ia: 0 secundas

source: Shortwave is an internet radio player that provides access to a station database with over 30,000 stations.
fur: Shortwave al è un riprodutôr di internet-radio che al da acès a une base di dâts cun plui di 30.000 stazions.

source: Automatic recognition of songs, with the possibility to save them individually
fur: Ricognossiment automatic des cjançons, cu la pussibilitât di salvâlis une par une

source: Create new station
fur: Cree une gnove stazion

source: Create New Station
fur: Cree gnove stazion

source: You can decide if you want the new station to be visible for all users worldwide or if you want to create a local station.
fur: Tu puedis decidi che la gnove stazion e sedi visibile a ducj i utents dal mont opûr di creâ une stazion locâl.

source: Create _Public Station
fur: Cree stazion _publiche

source: Create _Local Station
fur: Cree stazion _locâl

source: Create Local Station
fur: Cree stazion locâl

source: Change station image
fur: Cambie imagjin de stazion

source: Create Station
fur: Cree stazion

source: Discover
fur: Scuvierç

source: Most Voted Stations
fur: Stazions plui votadis

source: Trending
fur: Di tindince

source: Other Users Are Listening To…
fur: Altris utents e son daûr a scoltâ…

source: Previous
fur: Precedent

source: Next
fur: Sucessîf

source: Add Stations
fur: Zonte stazions

source: Library
fur: Librarie

source: Receiving Station Data…
fur: Daûr a ricevi i dâts de stazion…

source: _Discover New Stations
fur: _Scuvierç gnovis stazions

source: _Enable Mini Player
fur: _Ative il riprodutôr piçul

source: _Votes
fur: _Vôts

source: _Create New Station
fur: _Cree gnove stazion

source: Start
fur: Invie

source: Resize
fur: Ridimensione

source: Back
fur: Indaûr

source: Votes
fur: Vôts

source: Change the sorting of the search results
fur: Cambie l'ordin dai risultâts de ricercje

source: Try using a different search term
fur: Prove a doprâ un tiermin di ricercje diferent

source: Search Results
fur: Risultâts ricercje

source: Features
fur: Funzionalitâts

source: Show desktop notifications when a new song gets played
fur: Mostre lis notifichis dal scritori cuant che e ven riprodote une gnove cjançon

source: Station Menu
fur: Menù stazion

source: _Show Station Details
fur: _Mostre detais de stazion

source: Stream to a _Device
fur: Trasmet a un _dispositîf

source: No Songs Detected
fur: Nissune cjançon rilevade

source: Songs are automatically recognized using the stream metadata. If the station does not send any metadata, no songs can be recognized.
fur: Lis cjançons a vegnin ricognossudis in automatic doprant i metadâts dal flus. Se la stazion no invie nissun metadât, nol è pussibil ricognossi lis cjançons.

source: Saved songs are located in your Music folder.
fur: Lis cjançons salvadis a vegnin metudis inte tô cartele Musiche.

source: _Open
fur: _Vierç

source: Save recorded song
fur: Salve la cjançon regjstrade

source: _Play Station
fur: _Riprodûs stazion

source: This station exists only in your library, and is not part of the public online station database.
fur: Cheste stazion e esist dome te tô librarie e no fâs part di une base di dâts publiche des stazions in rêt.

source: The information could not be updated, probably this station was removed from the public online station database.
fur: Nol è stât pussibil inzornâ lis informazions, al è probabil che cheste stazion e sedi stade gjavade de base di dâts publiche des stazions in rêt.

source: Stream to a Device
fur: Trasmet a un dispositîf

source: Audio playback can be streamed to a network device (requires Google Cast support).
fur: Al è pussibil trasmeti la riproduzion audio a un dispositîf di rêt (al è necessari il supuart par Google Cast).

source: No Devices Found
fur: Nissun dispositîf cjatât

source: Search again
fur: Torne cîr

source: Search Completed
fur: Ricercje completade

source: Main View
fur: Viodude principâl

source: Unable to access music directory. Saving song in home directory.
fur: Impussibil acedi ae cartele de musiche. La cjançon e ven salvade te cartele home.

source: Station cannot be streamed. URL is not valid.
fur: Impussibil trasmeti la stazion. L'URL nol è valit.

source: Cannot save song.
fur: Impussibil salvâ la cjançon.

source: Show statistics
fur: Mostre lis statistics

source: Browse over 30,000 stations
fur: Sgarfe tra plui di 30.000 stazions

source: Add new station
fur: Zonte une gnove stazion

source: Your favorite station is missing?
fur: Mancjie la tô stazion preferide?

source: Open website
fur: Vierç il sît web

source: Powered by radio-browser.info
fur: Ufiert di radio-browser.info

source: Station data could not be received.
fur: Nol è stât pussibil ricevi i dâts de stazion.

source: The number of results is limited to {} item. Try using a more specific search term.
fur: La cuantitât di risultâts e je limitade a {} element. Prove a cirî un plui specific tiermin di ricercje.
