Repository: ixnewton/Shortwave-MPRIS
Catalog: po/*.po
Languages: de, el, fur, ia, is, kk, nn, oc, pt_br, zh_tw

source: Internet Radio Player
de: Internetradio-Wiedergabe
el: Αναπαραγωγέας Διαδικτυακού Ραδιοφώνου
ia: Reproductor de radio per Internet
is: Spilari fyrir Internetútvarp
kk: Интернет-радио плеері
nn: Internett-radiospelar
oc: Lector de ràdios Internet
pt_br: Reprodutor de rádio da Internet
zh_tw: 網路電臺播放器

source: Listen to internet radio
de: Internetradio hören
el: Ακρόαση ιντερνετικού ραδιοφώνου
fur: Scolte la internet-radio
ia: Ascolta le radio per internet
is: Hlusta á internet-útvarp
kk: Интернет-радио тыңдаңыз
nn: Høyr på nettradio
oc: Escotar la ràdio Internet
pt_br: Ouça a rádios da Internet
zh_tw: 收聽網路電臺

source: Gradio;Radio;Stream;Wave;
de: Gradio;Radio;Stream;Welle;
el: Gradio;Radio;Stream;Wave;Ραδιόφωνο;Ροή;
fur: Gradio;Radio;Flus;Stream;Wave;Onde;
ia: Gradio;Radio;Fluxo;Unda;
is: Gradio;Útvarp;Streymi;Tíðni;
kk: Gradio;Радио;Ағын;Толқын;
nn: Gradio;Radio;Straum;Bølgje;Wave;
oc: Gradio;Radio;Stream;Wave;ràdio;flux;onda;
pt_br: Gradio;Rádio;Radio;Stream;Reprodução;Reproduzir;Wave;Onda;Sintonia;
zh_tw: Gradio;Radio;Stream;Wave;電臺;收音機;廣播;串流;無線電波;

source: Shortwave is an internet radio player that provides access to a station database with over 50,000 stations.
de: Shortwave ist eine Internetradio-Wiedergabe, die Zugang zu einer Senderdatenbank mit über 50.000 Sendern bietet.
el: Το Shortwave είναι ένας αναπαραγωγέας διαδικτυακού ραδιοφώνου που παρέχει πρόσβαση σε μια βάση δεδομένων με πάνω από 50.000 σταθμούς.
ia: Shortwave es un reproductor de radio per internet que forni accesso a un base de datos con plus de 30.000 stationes.
is: Shortwave er spilari fyrir netúvarpsstöðvar tengdur gagnagrunni sem inniheldur yfir 50.000 stöðvar.
kk: Shortwave — бұл 50 000-нан астам станциясы бар станциялар дерекқорына қол жеткізуді қамтамасыз ететін интернет-радио плеері.
nn: Shortwave er ein nettradio-spelar som gjev tilgang til ein stasjonsdatabase med over 50 000 stasjonar.
oc: Shortwave es un lector de ràdio internet que provesís accès a una basa de donadas d'estacions amb mai de 50 000 estacions.
pt_br: Shortwave é um reprodutor de rádio na Internet que fornece acesso a um banco de dados de estações com mais de 50.000 estações.
zh_tw: Shortwave 是款網路收音機，使用的電臺資料庫包含超過 5 萬個電臺。

source: Features:
de: Funktionen:
el: Χαρακτηριστικά:
fur: Funzionalitâts:
ia: Functionalitates:
is: Eiginleikar:
kk: Мүмкіндіктері:
nn: Funksjonar:
oc: Foncionalitats :
pt_br: Recursos:
zh_tw: 特色：

source: Create your own library where you can add your favorite stations
de: Erstellen Sie Ihre eigene Bibliothek, zu der Sie Ihre Lieblingssender hinzufügen
el: Δημιουργήστε τη δική σας βιβλιοθήκη όπου μπορείτε να προσθέσετε τους αγαπημένους σας σταθμούς
fur: Creâ la tô librarie personâl, dulà che tu puedis zontâ lis tôs stazions preferidis
ia: Crea tu proprie bibliotheca ubi tu pote adder tu stationes favorite
is: Búðu til eigin lista sem þú getur bætt í uppáhalds-stöðvunum þínum
kk: Таңдаулы станцияларды қосуға болатын жеке кітапханаңызды жасаңыз
nn: Lag ditt eige bibliotek der du kan leggje til favorittstasjonane dine
oc: Creatz vòstra pròpria bibliotèca ont podètz apondre vòstras estacions favoritas
pt_br: Crie sua própria biblioteca à qual você pode adicionar suas estações favoritas
zh_tw: 將您喜愛的電臺加入您的專屬電臺庫

source: Easily search and discover new radio stations
de: Einfaches Suchen und Entdecken neuer Radiosender
el: Εύκολη αναζήτηση και ανακάλυψη νέων ραδιοφωνικών σταθμών
fur: Cirî e scuvierzi cun facilitât lis gnovis stazions radio
ia: Cerca e discoperi nove stationes de radio facilemente
is: Uppgötvaðu og leitaðu á auðveldan máta að nýjum útvarpsstöðvum
kk: Жаңа радиостанцияларды оңай іздеңіз және табыңыз
nn: Søk enkelt og oppdag nye radiostasjonar
oc: Cercatz e descobrissètz aisidament de novèlas estacions de ràdio
pt_br: Pesquise e descubra facilmente novas estações de rádio
zh_tw: 輕而易舉便能搜尋與探索新電臺

source: Automatic recognition of tracks, with the possibility to save them individually
de: Automatische Erkennung von Titeln, mit der Möglichkeit, sie einzeln zu speichern
el: Αυτόματη αναγνώριση κομματιών, με τη δυνατότητα να τα αποθηκεύσετε μεμονωμένα
ia: Recognoscentia automatic de cantos, con le possibilitate de salvar los individualmente
is: Sjálfkrafa borin kennsl á lögin, og hægt að vista þau hver fyrir sig Sjálfkrafa borin kennsl á lögin, og með möguleikan á þvi að vista þau eitt og sér
kk: Жолдарды автоматты түрде тану және оларды жеке-жеке сақтау мүмкіндігі
nn: Automatisk attkjenning av spor, med høve til å lagra dei enkeltvis
oc: Reconeissença automatica de las pistas, amb la possibilitat de las enregistrar individualament
pt_br: Reconhecimento automático de faixas, com a possibilidade de salvá-las individualmente
zh_tw: 自動辨識曲目，並可個別儲存

source: Responsive application layout, compatible for small and large screens
de: Dynamisches Anwendungslayout, kompatibel mit kleinen und großen Bildschirmen
el: Προσαρμοστική διάταξη εφαρμογής, συμβατή για μικρές και μεγάλες οθόνες
fur: Struture dal program adatabil, compatibil cui schermis piçui e grancj
ia: Disposition responsive de application, compatibile con schermos parve e grande
is: Aðlaganlegt viðmót , samræmanlegt fyrir litla og stóra skjái
kk: Шағын және үлкен экрандарға сәйкес келетін қолданбаның икемді жаймасы
nn: Responsivt programoppsett, tilpassa både små og store skjermar
oc: Disposicion d'aplicacion responsiva, compatibla amb d'ecrans pichons e grands
pt_br: Leiaute de aplicativo responsivo, compatível com telas pequenas e grandes
zh_tw: 響應式程式佈局，不論螢幕尺寸大小皆可相容

source: Play audio on supported network devices (e.g. Google Chromecasts)
de: Tonwiedergabe auf unterstützten Netzwerkgeräten (z. B. Google Chromecasts)
el: Αναπαραγωγή ήχου σε υποστηριζόμενες συσκευές δικτύου (π.χ. Google Chromecasts)
fur: Riprodusi l'audio sui dispositîfs di rêt supuartâts (p.e. i Google Chromecasts)
ia: Reproduce audio sur apparatos de rete supportate (p.e. Google Chromecasts)
is: Afspilun í nettengdum tækjum (t.d. Google Chromecasts)
kk: Қолдау көрсетілетін желілік құрылғыларда аудионы ойнату (мысалы, Google Chromecast)
nn: Spel av lyd på støtta nettverkseiningar (t.d. Google Chromecast-ar)
oc: Legir l'àudio sus de periferics de ret preses en carga (per exemple Google Chromecasts)
pt_br: Reprodução de áudio em dispositivos de rede compatíveis (por exemplo, Google Chromecasts)
zh_tw: 在支援的網路裝置上播放音訊（譬如 Google Chromecast）

source: Seamless integration into the GNOME desktop environment
de: Nahtlose Integration in die GNOME-Arbeitsumgebung
el: Απρόσκοπτη ενσωμάτωση στο περιβάλλον εργασίας GNOME
fur: Integrazion perfete cul ambient di scritori GNOME
ia: Integration sin problemas al ambiente de scriptorio GNOME
is: Fellur smekklega inn í GNOME gluggaumhverfið
kk: GNOME жұмыс үстелі ортасымен үздіксіз интеграция
nn: Saumlaus integrasjon i GNOME-skrivebordet
oc: Integracion transparenta dins l'environament de burèu GNOME
pt_br: Integração perfeita no ambiente GNOME
zh_tw: 與 GNOME 桌面環境無縫結合

source: Add Local Station
de: Lokalen Sender hinzufügen
el: Προσθήκη Τοπικού Σταθμού
ia: Adder station local
is: Bæta við Staðbundna útvarpsstöð
kk: Жергілікті станцияны қосу
nn: Legg til lokal stasjon
oc: Apondre una estacion locala
pt_br: Adicionar estação local
zh_tw: 新增自訂電臺

source: Change Station Cover
de: Senderbild ändern
el: Αλλαγή Εξωφύλλου Σταθμού
ia: Cambiar copertura de station
is: Breyta
kk: Станция мұқабасын өзгерту
nn: Endre stasjonsomslag
oc: Modificar la cobertura de l’estacion
pt_br: Alterar a imagem da estação
zh_tw: 更換電臺封面

source: This station will only be added to your library. If you want it to be available to everyone, you should add it to the <a href="https://www.radio-browser.info/add">public database</a>.
de: Dieser Sender wird nur zu Ihrer eigenen Bibliothek hinzugefügt. Wenn Sie möchten, dass er für alle verfügbar ist, sollten Sie ihn zur <a href="https://www.radio-browser.info/add">öffentliche Datenbank</a> hinzufügen.
el: Αυτός ο σταθμός θα προστεθεί μόνο στη βιβλιοθήκη σας. Αν θέλετε να είναι διαθέσιμος σε όλους, θα πρέπει να τον προσθέσετε στη <a href="https://www.radio-browser.info/add">δημόσια βάση δεδομένων</a>.
ia: Iste station solmente essera addite a tu bibliotheca. Si tu vole facer lo disponibile pro totos, tu deberea adder lo al <a href="https://www.radio-browser.info/add">base de datos public</a>.
is: Þessari stöð verður einungis bætt við listann þinn. Ef þú vilt að aðrir geti séðhana skalt þú bæta henni í <a href="https://www.radio-browser.info/add">almenna gagnasafnið.</a>.
kk: Бұл станция тек сіздің кітапханаңызға қосылады. Егер оның барлығына қолжетімді болғанын қаласаңыз, оны <a href="https://www.radio-browser.info/add">жалпы дерекқорға</a> қосуыңыз керек.
nn: Denne stasjonen vert berre lagd til i biblioteket ditt. Viss du vil at han skal vere tilgjengeleg for alle, bør du leggje han til i den <a href="https://www.radio-browser.info/add">offentlege databasen</a>.
oc: Aquesta estacion serà solament aponduda a vòstra bibliotèca. Se volètz que siá disponibla per tot lo monde, la deuriatz apondre a la <a href="https://www.radio-browser.info/add">basa de donadas publica</a>.
pt_br: Esta estação será adicionada somente à sua biblioteca. Se você quer que todos tenham acesso, você devia adicioná-la ao <a href="https://www.radio-browser.info/add">banco de dados público</a>.
zh_tw: 此電臺僅會新增至您的媒體庫。若要讓所有人都能使用，請將其加入<a href="https://www.radio-browser.info/add">公開資料庫</a>。

source: Name
el: Όνομα
fur: Non
ia: Nomine
is: Nafn
kk: Аты
nn: Namn
oc: Nom
pt_br: Nome
zh_tw: 名稱

source: Stream URL
de: Stream-Adresse
el: Διεύθυνση URL Ροής
fur: URL dal flus
ia: URL de fluxo
is: Slóð streymis
kk: Ағын URL адресі
nn: Straumadresse
oc: URL del flux
pt_br: URL de reprodução
zh_tw: 串流網址

source: Add Station
de: Sender hinzufügen
el: Προσθήκη Σταθμού
ia: Adder station
is: Bæta við stöð
kk: Станцияны қосу
nn: Legg til stasjon
oc: Apondre una estacion
pt_br: Adicionar estação
zh_tw: 新增電臺

source: Connect Device
de: Gerät verbinden
el: Σύνδεση Συσκευής
ia: Connecter un apparato
is: Tengja tæki
kk: Құрылғыны қосу
nn: Kople til eining
oc: Connectar un aparelh
pt_br: Conectar dispositivo
zh_tw: 連接裝置

source: Searching for Devices…
de: Geräte werden gesucht …
el: Αναζήτηση Συσκευών…
fur: Daûr a cirî dispositîfs…
ia: Cercante apparatos…
is: Leita að tækjum...
kk: Құрылғылар ізделуде…
nn: Søkjer etter einingar …
oc: Recèrca d’aparelhs…
pt_br: Pesquisando dispositivos…
zh_tw: 正在搜尋裝置…

source: Search for Devices
de: Nach Geräten suchen
el: Αναζήτηση Συσκευών
ia: Cercar dispositivos
is: Leita að tækjum
kk: Құрылғыларды іздеу
nn: Søk etter einingar
oc: Cercar d’aparelhs
pt_br: Pesquisando dispositivos
zh_tw: 搜尋裝置

source: No Devices Available
de: Keine Geräte verfügbar
el: Δεν υπάρχουν Διαθέσιμες Συσκευές
ia: Necun dispositivos disponibile
is: Engin tæki tiltæk
kk: Қолжетімді құрылғылар жоқ
nn: Ingen einingar tilgjengelege
oc: Cap d’aparelh pas disponible
pt_br: Nenhum dispositivo encontrado
zh_tw: 沒有可用裝置

source: No supported Google Cast device found
de: Kein unterstütztes Google-Cast-Gerät gefunden
el: Δεν βρέθηκε υποστηριζόμενη συσκευή Google Cast
ia: Necun dispositivo supportate per Google Cast trovate
is: Ekkert tæki með stuðning við Google-Cast fannst
kk: Қолдау көрсетілетін ешбір Google Cast құрылғысы табылмады
nn: Fann inga støtta Google Cast-eining
oc: Cap d’aparelh Google Cast pres en carga pas trobat
pt_br: Nenhum dispositivo Google Cast suportado encontrado
zh_tw: 找不到支援的 Google Cast 裝置

source: Disconnect From Device
de: Vom Gerät trennen
el: Αποσύνδεση από τη Συσκευή
ia: Disconnectite del dispositivo
is: Aftengt tæki
kk: Құрылғыдан ажырату
nn: Kople frå eining
oc: Se desconnectar de l’aparelh
pt_br: Desconectado do dispositivo
zh_tw: 中斷裝置連線

source: Browse Stations
de: Sender durchstöbern
el: Περιήγηση Σταθμών
ia: Navigar le stationes
is: Vafra milli stöðva
kk: Станцияларды шолу
nn: Bla gjennom stasjonar
oc: Navegar demest las estacions
pt_br: Navegue por estações
zh_tw: 瀏覽電臺

source: Main Menu
de: Hauptmenü
el: Κύριο Μενού
fur: Menù principâl
ia: Menu principal
is: Aðalvalmynd
kk: Негізгі мәзір
nn: Hovudmeny
oc: Menú principal
pt_br: Menu principal
zh_tw: 主選單

source: _Add New Stations
de: Neue Sender _hinzufügen
el: _Προσθήκη Νέων Σταθμών
ia: _Adder nove stationes
is: _Bæta við nýjum stöðvum
kk: Жаңа станцияларды қ_осу
nn: _Legg til nye stasjonar
oc: _Apondre una estacion novèla
pt_br: _Adicionar novas estações
zh_tw: 新增電臺(_A)

source: _Sorting
de: _Sortierung
el: _Ταξινόμηση
fur: _Ordin
ia: _Ordinamento
is: _Röðun
kk: _Сұрыптау
nn: _Sortering
oc: _Triar
pt_br: Cla_ssificação
zh_tw: 排序(_S)

source: _Name
el: _Όνομα
fur: _Non
ia: _Nomine
is: _Nafn
kk: _Аты
nn: _Namn
oc: _Nom
pt_br: _Nome
zh_tw: 名稱(_N)

source: _Language
de: _Sprache
el: _Γλώσσα
fur: _Lenghe
ia: _Lingua
is: _Tungumál
kk: _Тілі
nn: _Språk
oc: _Lenga
pt_br: _Idioma
zh_tw: 語言(_L)

source: _Country
de: _Land
el: _Χώρα
fur: _Paîs
ia: _Pais
is: _Land
kk: _Ел
nn: _Land
oc: _País
pt_br: _País
zh_tw: 國家(_C)

source: S_tate
de: _Bundesstaat
el: _Πολιτεία
fur: S_tât
ia: S_tato
is: _Landsvæði
kk: _Аймақ
nn: _Delstat
oc: Es_tat
pt_br: Es_tado
zh_tw: 狀態(_S)

source: _Bitrate
el: _Ρυθμός μετάδοσης bit
ia: Taxa de _bits
is: _Bitahraða
kk: _Битрейт
oc: _Debit
pt_br: Taxa de _bits
zh_tw: 位元率(_B)

source: _Ascending
de: A_ufsteigend
el: _Αύξουσα
fur: _Cressint
ia: _Ascendente
is: _Hækkandi
kk: Өс_у ретімен
nn: _Stigande
oc: _Ascendent
pt_br: _Crescente
zh_tw: 升序(_A)

source: _Descending
de: A_bsteigend
el: _Φθίνουσα
fur: _Decressint
ia: _Descendente
is: _Lækkandi
kk: К_ему ретімен
nn: _Synkande
oc: _Descendent
pt_br: _Decrescente
zh_tw: 降序(_D)

source: _Open radio-browser.info <sup>↗</sup>
de: »radio-browser.info« ö_ffnen <sup>↗</sup>
el: _Άνοιγμα του radio-browser.info <sup>↗</sup>
fur: _Vierç radio-browser.info <sup>↗</sup>
ia: _Aperir radio-browser.info <sup>↗</sup>
is: _Opna radio-browser.info <sup>↗</sup>
kk: radio-browser.info _ашу <sup>↗</sup>
nn: _Opna radio-browser.info <sup>↗</sup>
oc: _Dobrir radio-browser.info <sup>↗</sup>
pt_br: Abrir radi_o-browser.info <sup>↗</sup>
zh_tw: 開啟 radio-browser.info <sup>↗</sup>(_O)

source: _Preferences
de: _Einstellungen
el: _Προτιμήσεις
fur: _Preferencis
ia: _Preferentias
is: K_jörstillingar
kk: Қ_алаулар
nn: _Innstillingar
oc: _Preferéncias
pt_br: _Preferências
zh_tw: 偏好設定(_P)

source: _Keyboard Shortcuts
de: Tasten_kürzel
el: _Συντομεύσεις Πληκτρολογίου
fur: _Scurtis di tastiere
ia: _Commandos curte de claviero
is: _Flýtilyklar
kk: _Пернетақта жарлықтары
nn: _Tastatursnarvegar
oc: Acorchis de _clavièr
pt_br: A_talhos de teclado
zh_tw: 鍵盤快捷鍵(_K)

source: _About Shortwave
de: _Info zu Shortwave
el: _Σχετικά με το Shortwave
fur: _Informazions su Shortwave
ia: _A proposito de Shortwave
is: _Um Shortwave
kk: Shortwave т_уралы
nn: _Om Kortbølgje
oc: _A prepaus de Shortwave
pt_br: Sobre o Shortw_ave
zh_tw: 關於 Shortwave(_A)

source: _Quit
de: _Beenden
el: _Έξοδος
ia: _Quitar
is: _Hætta
kk: Ш_ығу
nn: _Avslutt
oc: _Quitar
pt_br: _Sair
zh_tw: 退出(_Q)

source: Add _Local Station
de: L_okalen Sender hinzufügen
el: Προσθήκη _Τοπικού Σταθμού
ia: Adder station _local
is: Bæta við _staðbundinni útvarpsstöð
kk: _Жергілікті станцияны қосу
nn: Legg til _lokal stasjon
oc: Apondre una estacion _locala
pt_br: Adicionar estação _local
zh_tw: 新增自訂電臺(_L)

source: Play
de: Wiedergeben
el: Αναπαραγωγή
fur: Riprodûs
ia: Reproducer
is: Spila
kk: Ойнату
nn: Spel
oc: Lectura
pt_br: Reprodução
zh_tw: 播放

source: Stop
de: Stoppen
el: Διακοπή
fur: Ferme
ia: Stoppar
is: Stöðva
kk: Тоқтату
nn: Stopp
oc: Arrèst
pt_br: Parar
zh_tw: 停止

source: Buffering…
de: Zwischenspeicherung läuft …
el: Φόρτωση σε προσωρινή μνήμη…
ia: Cargante in le buffer…
is: Hleð biðminni...
kk: Буферлеу…
nn: Buffrar …
oc: Mesa en tampon…
pt_br: Armazenando…
zh_tw: 緩衝處理中…

source: SHORTWAVE INTERNET RADIO
el: ΔΙΑΔΙΚΤΥΑΚΟ ΡΑΔΙΟΦΩΝΟ SHORTWAVE
fur: RADIO INTERNET SHORTWAVE
ia: RADIO PER INTERNET SHORTWAVE
is: SHORTWAVE INTERNETÚTVARP
kk: Shortwave интернет-радиосы
nn: KORTBØLGJE NETTRADIO
pt_br: SHORTWAVE RÁDIO NA INTERNET
zh_tw: SHORTWAVE 網路電臺

source: No Playback
de: Keine Wiedergabe
el: Καμία Αναπαραγωγή
fur: Nissune riproduzion
ia: Sin reproduction
is: Engin afspilun
kk: Ойнату жоқ
nn: Inga avspeling
oc: Cap de lectura
pt_br: Nenhuma reprodução
zh_tw: 没有播放

source: Close
de: Schließen
el: Κλείσιμο
fur: Siere
ia: Clauder
is: Loka
kk: Жабу
nn: Lukk
oc: Tampar
pt_br: Fecha
zh_tw: 關閉

source: Restore Window
de: Fenster wiederherstellen
el: Επαναφορά Παραθύρου
ia: Restaurar fenestra
is: Endurheimta glugga
kk: Терезені қалпына келтіру
nn: Gjenopprett vindauge
oc: Restablir la fenèstra
pt_br: Restaura janela
zh_tw: 恢復視窗

source: Enable Gadget Mode
de: Geräte-Modus aktivieren
el: Ενεργοποίηση Λειτουργίας Gadget
ia: Activar modo Gadget
is: Virkja græju ham
kk: Гаджет режимін іске қосу
nn: Slå på gadget-modus
oc: Activar lo mòde Gadget
pt_br: Habilitar modo compacto
zh_tw: 啟用小工具精簡模式

source: Show Station Details
de: Details zum Sender anzeigen
el: Εμφάνιση Λεπτομερειών Σταθμού
ia: Monstrar le detalios de station
is: Sýna upplýsingar um stöð
kk: Станция мәліметтерін көрсету
nn: Vis stasjonsdetaljar
oc: Afichar los detalhs de l’estacion
pt_br: Mostrar detalhes da estação
zh_tw: 顯示電臺詳情

source: No Tracks
de: Keine Titel
el: Κανένα Κομμάτι
ia: Sin pistas
is: Engin hljóðspor
kk: Жолдар жоқ
nn: Ingen spor
oc: Cap de pista
pt_br: Nenhuma faixa
zh_tw: 沒有曲目

source: Played tracks will appear here
de: Gespielte Titel erscheinen hier
el: Τα αναπαραγμένα κομμάτια θα εμφανιστούν εδώ
ia: Le pistas reproducite apparera hic
is: Þegar spiluð hljóðspor birtast hér
kk: Ойнатылған жолдар осында пайда болады
nn: Avspelte spor vert viste her
oc: Las pistas jogadas apareisseràn aicí
pt_br: Faixas reproduzidas vão aparecer aqui
zh_tw: 播放過的曲目會在這裡顯示

source: An error occurred
de: Es ist ein Fehler aufgetreten
el: Παρουσιάστηκε ένα σφάλμα
fur: Al è vignût fûr un erôr
ia: Ocurreva un error
is: Villa kom upp
kk: Қате орын алды
nn: Det oppstod ein feil
oc: Una error s'es producha
pt_br: Ocorreu um erro
zh_tw: 出現錯誤

source: General
de: Allgemein
el: Γενικά
fur: Gjenerâl
is: Almennt
kk: Жалпы
nn: Generelt
pt_br: Geral
zh_tw: 一般

source: Playback
de: Wiedergabe
el: Αναπαραγωγή
fur: Riprodûs
ia: Reproduction
is: Afspilun
kk: Ойнату
nn: Avspeling
oc: Lectura
pt_br: Reprodução
zh_tw: 播放

source: _Background Playback
de: Hintergrundwiederga_be
el: Αναπαραγωγή στο _Παρασκήνιο
ia: _Reproduction in secunde plano
is: _Afspilun í bakgrunni
kk: _Фондық ойнату
nn: _Avspeling i bakgrunnen
oc: _Lectura en rèireplan
pt_br: _Reprodução em segundo plano
zh_tw: 背景播放(_B)

source: Playback continues when window is closed
de: Wiedergabe wird auch bei geschlossenem Fenster fortgesetzt
el: Η αναπαραγωγή συνεχίζεται όταν το παράθυρο κλείσει
ia: Le reproduction continua quando le fenestra es claudite
is: Afspilun heldur áfram eftir að glugganum hefur verið lokað
kk: Терезе жабылған кезде ойнату жалғасады
nn: Avspeling held fram når vindauget vert lukka
oc: La lectura contunha quand la fenèstra es tampada
pt_br: A reprodução continua quando a janela é fechada
zh_tw: 視窗關閉後仍繼續播放

source: _Notifications
de: Be_nachrichtigungen
el: _Ειδοποιήσεις
fur: _Notifichis
ia: _Notificationes
is: _Tilkynningar
kk: _Хабарландырулар
nn: _Varslingar
oc: _Notificacions
pt_br: _Notificações
zh_tw: 通知(_N)

source: Show desktop notifications when a new track gets played
de: Desktop-Benachrichtigungen anzeigen, wenn ein neuer Titel beginnt
el: Εμφάνιση ειδοποιήσεων επιφάνειας εργασίας όταν αναπαράγεται ένα νέο κομμάτι
ia: Monstrar notificationes de scriptorio quando un nove pista
is: Birta tilkynningar á skjáborði þegar nýtt lag er spilað
kk: Жаңа жол ойнатылғанда жұмыс үстелі хабарландыруларын көрсету
nn: Vis skrivebordsvarsel når eit nytt spor vert spela av
oc: Afichar una notificacion de burèu quand una pista novèla comença
pt_br: Mostra notificações da área de trabalho quando uma nova faixa é reproduzida
zh_tw: 播放新曲目時顯示桌面通知

source: Recording
de: Aufnahme
el: Εγγραφή
ia: Registrante
is: Upptaka
kk: Жазу
nn: Opptak
oc: Enregistrament
pt_br: Gravação
zh_tw: 錄製

source: Tracks are automatically recognised based on the station stream metadata and can be saved.
de: Titel werden anhand der Stream-Metadaten des Senders automatisch erkannt und können gespeichert werden.
el: Τα κομμάτια αναγνωρίζονται αυτόματα με βάση τα μεταδεδομένα της ροής του σταθμού και μπορούν να αποθηκευτούν.
ia: Le pistas son automaticamente recognoscite basate sur le metadatos de fluxo del station e pote esser salvate.
is: Hljóðspor þekkjast sjálfkrafa af lýsisgögnum streymisins og er hægt að vista hvert og eitt.
kk: Жолдар станция ағынының метадеректері негізінде автоматты түрде танылады және сақталуы мүмкін.
nn: Spor vert automatisk attkjende basert på metadata frå stasjonsstraumen og kan lagrast.
oc: Las pistas son automaticament reconegudas en utilizant las metadonadas del fus de difusion de l’estacion e se pòdon enregistrar.
pt_br: As faixas são reconhecidas automaticamente usando os metadados de transmissão da estação e podem ser salvos.
zh_tw: 曲目會根據電臺串流中介資料自動識別而可以儲存。

source: Track _Directory
de: Titelverze_ichnis
el: Κατάλογος _Κομματιών
ia: _Directorio de pistas
is: _Mappa fyrir hljóðrásir
kk: Жолдар _бумасы
nn: _Spormappe
oc: _Repertòri de las pistas
pt_br: _Diretório de faixa
zh_tw: 曲目目錄(_D)

source: Save _All Tracks
de: _Alle Titel speichern
el: Αποθήκευση _Όλων των Κομματιών
ia: Salvar tote le pist_as
is: Vista _allar hljóðrásir
kk: _Барлық жолдарды сақтау
nn: Lagra _alle spor
oc: Salvar totas _las pistas
pt_br: Salvar _todas as faixas
zh_tw: 儲存所有曲目(_A)

source: All recorded tracks are automatically saved in the track directory
de: Alle aufgenommenen Titel werden automatisch im Titelverzeichnis gespeichert
el: Όλα τα εγγεγραμμένα κομμάτια αποθηκεύονται αυτόματα στον κατάλογο κομματιών
ia: Tote le pistas registrate son salvate automaticamente in le directorio de pistas
is: Allar vistaðar hljóðrásir eru vistaðar sjálfkrafa í hljóðrásarmöppunni
kk: Барлық жазылған жолдар жол бумасында автоматты түрде сақталады
nn: Alle innspelte spor vert automatisk lagra i spormappa
oc: Totas las pistas enregistradas son automaticament salvadas dins lo repertòri de las pistas
pt_br: Todas as faixas gravadas são salvas automaticamente no diretório de faixas
zh_tw: 所有錄製的曲目會自動儲存至曲目目錄中

source: Decide for Each _Track
de: Für jeden _Titel entscheiden
el: Απόφαση για Κάθε _Κομμάτι
ia: Decider pro cata pis_ta
is: Ákveða fyrir hverja_hljóðrás
kk: Әр _жол үшін шешім қабылдау
nn: Avgjer for kvart _spor
oc: Causir per cada _pista
pt_br: Decidir para cada _faixa
zh_tw: 每首曲目個別決定(_T)

source: Tracks are temporarily recorded and can be saved if desired
de: Titel werden temporär aufgenommen und können, wenn gewünscht, gespeichert werden
el: Τα κομμάτια εγγράφονται προσωρινά και μπορούν να αποθηκευτούν εάν το επιθυμείτε
ia: Le pistas son temporalmente registrate e pote esser salvate si es desirate
is: Hljóðrásir eru tímabundið teknar upp og er hægt að vista þær ef óskað er
kk: Жолдар уақытша жазылады және қажет болса сақталуы мүмкін
nn: Spor vert mellombels tekne opp og kan lagrast om du vil
oc: Las pistas son temporàriament enregistradas e se pòdon salvar se volgut
pt_br: Faixas são gravadas temporariamente e podem ser salvas se desejado
zh_tw: 曲目會暫時錄製，可視需要儲存

source: Record N_othing
de: _Nichts aufnehmen
el: Καμία _Εγγραφή
ia: N_on registrar nihil
is: E_kki taka neitt upp
kk: _Ештеңе жазбау
nn: I_nkje opptak
oc: Enregistrar p_as res
pt_br: Gravar _nada
zh_tw: 不要錄製(_O)

source: Stations are played without recording
de: Sender werden ohne Aufnahme abgespielt
el: Οι σταθμοί αναπαράγονται χωρίς εγγραφή
ia: Le stationes son reproducite sin registration
is: Stöðvar eru spilaðar án þess að vera teknar upp
kk: Станциялар жазусыз ойнатылады
nn: Stasjonar vert spelte utan opptak
oc: S’escota las estacions sens las enregistrar
pt_br: Estações são reproduzidas sem serem gravadas
zh_tw: 會播放電臺而不錄製
