Repository: ixnewton/Shortwave-MPRIS
Catalog: po/*.po
Languages: de, el, fur, ia, is, kk, nn, oc, pt_br, zh_tw

source: M_inimum Duration
de: M_inimale Dauer
el: Ε_λάχιστη Διάρκεια
ia: Duration m_inime
is: Minnsta tímalengd
kk: _Минималды ұзақтығы
nn: M_inste varigheit
oc: Durada m_inimala
pt_br: Duração mín_ima
zh_tw: 最短時長(_I)

source: Tracks shorter than the minimum duration will be ignored
de: Titel, die kürzer als die Mindestdauer sind, werden ignoriert
el: Κομμάτια μικρότερα από την ελάχιστη διάρκεια θα αγνοούνται
ia: Le pistas de un duration minor al minime sera ignorate
is: Hljóðrásir sem eru styttri en minnsta tímalengd verður sleppt
kk: Минималды ұзақтықтан қысқа жолдар еленбейді
nn: Spor kortare enn minste varigheit vert ignorerte
oc: Las pistas mai corta que la durada minimala seràn ignoradas
pt_br: Faixas mais curtas que a duração mínima serão ignoradas
zh_tw: 小於最短時長的曲目則會忽略

source: M_aximum Duration
de: M_aximale Dauer
el: Μ_έγιστη Διάρκεια
ia: Dur_ation maxime
is: _Hámarks tímalengd
kk: _Максималды ұзақтығы
nn: M_aksimal varigheit
oc: Durada m_aximala
pt_br: Duração máxim_a
zh_tw: 最長時長(_A)

source: Recording ends when the maximum duration is reached
de: Die Aufnahme endet, sobald die maximale Dauer erreicht wurde
el: Η εγγραφή τελειώνει όταν επιτευχθεί η μέγιστη διάρκεια
ia: Le registration fini quando le duration maxime es attingite
is: Hljóðupptaka endar þegar hámarks tímalengd er náð
kk: Максималды ұзақтыққа жеткенде жазу аяқталады
nn: Opptaket stoppar når maksimal varigheit er nådd
oc: L’enregistrament s’acaba quand la durada maximala es atenguda
pt_br: A gravação termina quando a duração máxima é alcançada
zh_tw: 當到達最長時長時則結束錄製

source: Search
de: Suchen
el: Αναζήτηση
fur: Cîr
ia: Cercar
is: Leita
kk: Іздеу
nn: Søk
oc: Recercar
pt_br: Pesquisar
zh_tw: 搜尋

source: Search stations
de: Sender suchen
el: Αναζήτηση σταθμών
ia: Cercar stationes
is: Leita að stöðvum
kk: Станцияларды іздеу
nn: Søk etter stasjonar
oc: Cercar dins las estacions
pt_br: Pesquisar estações
zh_tw: 搜尋電臺

source: Search Filter
kk: Іздеу сүзгісі
oc: Filtres de recèrca

source: Discover over 50,000 public stations
de: Über 50.000 öffentliche Sender entdecken
el: Ανακαλύψτε πάνω από 50.000 δημόσιους σταθμούς
ia: Discoperi plus de 50.000 stationes public
is: Uppgötvaðu yfir 50,000 útvarpsstöðvar
kk: 50 000-нан астам жалпы станцияны табыңыз
nn: Oppdag over 50 000 offentlege stasjonar
oc: Descobrissètz mai de 50 000 estacions publicas
pt_br: Descubra mais de 50.000 estações públicas
zh_tw: 探索超過 5 萬個公開電臺

source: Popular Stations
de: Beliebte Sender
el: Δημοφιλείς Σταθμοί
ia: Stationes popular
is: Vinsælar stöðvar
kk: Танымал станциялар
nn: Populære stasjonar
oc: Estacions popularas
pt_br: Estações populares
zh_tw: 熱門電台

source: Discover New Stations
de: Neue Sender entdecken
el: Ανακαλύψτε Νέους Σταθμούς
ia: Discoperir nove stationes
is: Uppgötvaðu nýjar útvarpsstöðvar
kk: Жаңа станцияларды табу
nn: Oppdag nye stasjonar
oc: Descobrir d’estacions novèlas
pt_br: Descobrir novas estações
zh_tw: 探索新電臺

source: The displayed information is provided by <a href="https://www.radio-browser.info/">radio-browser.info</a>. Shortwave has no influence on the listed stations.
kk: Көрсетілген ақпаратты <a href="https://www.radio-browser.info/">radio-browser.info</a> ұсынған. Shortwave тізімдегі станцияларға әсер ете алмайды.
nn: Dei viste opplysningane er leverte av <a href="https://www.radio-browser.info/">radio-browser.info</a>. Shortwave har ingen påverknad på dei lista stasjonane.
oc: Las informacions afichadas son provesidas per <a href="https://www.radio-browser.info/">radio-browser.info</a>. Shortwave a pas cap d'influéncia sus las estacions listadas.

source: Loading…
de: Ladevorgang …
el: Φόρτωση…
ia: Cargante…
is: Hleð...
kk: Жүктелуде…
nn: Lastar …
oc: Cargament…
pt_br: Carregando…
zh_tw: 載入中…

source: No Results
de: Keine Ergebnisse
el: Κανένα Αποτέλεσμα
fur: Nissun risultât
ia: Nulle resultatos
is: Engar niðurstöður
kk: Нәтижелер жоқ
nn: Ingen treff
oc: Cap de resultat
pt_br: Sem resultados
zh_tw: 沒有結果

source: If the station you are looking for is missing, you can add it to the public database.
de: Wenn der von Ihnen gesuchte Sender nicht vorhanden ist, können Sie ihn zur öffentlichen Datenbank hinzufügen.
el: Αν ο σταθμός που ψάχνετε λείπει, μπορείτε να τον προσθέσετε στη δημόσια βάση δεδομένων.
ia: Si le station que tu trova es perdite, tu pote adder lo al base de datos public.
is: Ef stöðvarnar sem þú leitar að finnast ekki, getur þú bætt þeim við opinbera gagnagrunninn.
kk: Егер сіз іздеген станция болмаса, оны жалпы дерекқорға қоса аласыз.
nn: Viss stasjonen du leitar etter manglar, kan du leggje han til i den offentlege databasen.
oc: S’una estacion que cercatz es absenta, la podètz apondre a la basa de donadas publica.
pt_br: Se a estação que você quer está faltando, você pode adicioná-la ao banco de dados público.
zh_tw: 如果您正在查詢的電臺有所缺漏，您可以將它加到公開資料庫中。

source: Add Missing Station
de: Fehlenden Sender hinzufügen
el: Προσθήκη Σταθμού που Λείπει
ia: Adder station perdite
is: Bæta við stöðvum sem vantar
kk: Жетіспейтін станцияны қосу
nn: Legg til manglande stasjon
oc: Apondre una estacion absenta
pt_br: Adicionar estação faltante
zh_tw: 新增缺漏的電臺

source: Unable to Retrieve Station Data
de: Senderdaten konnten nicht abgerufen werden
el: Αδυναμία Ανάκτησης Δεδομένων Σταθμού
ia: Non poteva obtener le datos de station
is: Ófært að sækja gögn um stöðina
kk: Станция деректерін алу мүмкін емес
nn: Klarte ikkje å henta stasjonsdata
oc: Recuperacion impossibla de las donadas de l’estacion
pt_br: Não foi possível obter dados de estações
zh_tw: 無法擷取電臺資料

source: Try Again
de: Erneut versuchen
el: Προσπαθήστε ξανά
ia: Tenta de novo
is: Reyna aftur
kk: Қайталап көру
nn: Prøv på nytt
oc: Tornar ensajar
pt_br: Tentar novamente
zh_tw: 再試一次

# shortcut window
source: Search stations
kk: Станцияларды іздеу
oc: Cercar dins las estacions

# shortcut window
source: Open shortcut window
de: Tastenkürzel-Fenster öffnen
el: Άνοιγμα παραθύρου συντομεύσεων
fur: Vierç barcon des scurtis
ia: Aperir fenestra de commando curte
is: Opna flýtilyklaglugga
kk: Жарлықтар терезесін ашу
nn: Opna vindauge for tastatursnarvegar
oc: Dobrir la fenèstra d’acorchis
pt_br: Abre a janela de atalhos
zh_tw: 開啟快捷鍵視窗

# shortcut window
source: Open application menu
de: Anwendungsmenü öffnen
el: Άνοιγμα μενού εφαρμογής
fur: Vierç il menù de aplicazion
ia: Aperir menu de application
is: Opna forritavalmynd
kk: Қолданба мәзірін ашу
nn: Opna programmeny
oc: Dobrir lo menú de l’aplicacion
pt_br: Abre o menu de aplicativos
zh_tw: 開啟應用程式選單

# shortcut window
source: Open preferences
de: Einstellungen öffnen
el: Άνοιγμα προτιμήσεων
fur: Vierç lis preferencis
ia: Aperir preferentias
is: Opna kjörstillingar
kk: Қалауларды ашу
nn: Opna innstillingar
oc: Dobrir las preferéncias
pt_br: Abre as preferências
zh_tw: 開啟偏好設定

# shortcut window
source: Close the window
de: Das Fenster schließen
el: Κλείσιμο του παραθύρου
fur: Siere il barcon
ia: Clauder fenestra
is: Loka glugganum
kk: Терезені жабу
nn: Lukk vindauget
oc: Tampar la fenèstra
pt_br: Fecha a janela
zh_tw: 關閉視窗

# shortcut window
source: Quit the application
de: Die Anwendung beenden
el: Τερματισμός εφαρμογής
fur: Jes de aplicazion
ia: Quitar le application
is: Slökkva á forriti
kk: Қолданбадан шығу
nn: Avslutt programmet
oc: Quitar l’aplicacion
pt_br: Sai do aplicativo
zh_tw: 退出應用程式

# shortcut window
source: Toggle playback
de: Wiedergabe umschalten
el: Εναλλαγή αναπαραγωγής
fur: Ative/Disative la riproduzion
ia: Commutar reproduction
is: Víxla afspilun af/á
kk: Ойнатуды ауыстыру
nn: Start/stopp avspeling
oc: Alternar lectura e pausa
pt_br: Alterna a reprodução
zh_tw: 切換播放

source: Volume
de: Lautstärke
el: Ένταση
ia: Volumine
is: Hljóðstyrkur
kk: Дыбыс деңгейі
nn: Lydstyrke
oc: Volum
zh_tw: 音量

# shortcut window
source: Toggle mute
de: Stumm schalten / Stummschaltung aufheben
el: Εναλλαγή σίγασης
ia: Commutar silentio
is: Víxla þögn á
kk: Дыбысты өшіру/қосу
nn: Slå av/på demping
oc: Activar / Desactivar lo mòde mut
pt_br: Ativa / desativa o mudo
zh_tw: 切換靜音

# shortcut window
source: Increase volume
de: Lautstärke erhöhen
el: Αύξηση έντασης
ia: Augmentar volumine
is: Auka hljóðstyrk
kk: Дыбысты күшейту
nn: Auk lydstyrken
oc: Aumentar lo volum
pt_br: Aumenta o volume
zh_tw: 提高音量

# shortcut window
source: Decrease volume
de: Lautstärke verringern
el: Μείωση έντασης
ia: Reducer volumine
is: Minnka hljóðstyrk
kk: Дыбысты азайту
nn: Minsk lydstyrken
oc: Redusir lo volum
pt_br: Diminui o volume
zh_tw: 降低音量

source: _Play
de: _Wiedergabe
el: _Αναπαραγωγή
ia: Re_producer
is: _Spila
kk: _Ойнату
nn: _Spel
oc: _Lectura
pt_br: _Reproduzir
zh_tw: 播放(_P)

source: _Add to Library
de: Zur Bibliothek _hinzufügen
el: _Προσθήκη στη Βιβλιοθήκη
fur: _Zonte ae librarie
ia: _Adder al bibliotheca
is: _Bæta við safn stöðva
kk: Кітапханаға қ_осу
nn: _Legg til i bibliotek
oc: _Apondre a la bibliotèca
pt_br: _Adicionar à biblioteca
zh_tw: 新增至電臺庫(_A)

source: _Remove From Library
de: Aus der Bibliothek _entfernen
el: _Αφαίρεση από τη Βιβλιοθήκη
fur: _Gjave de librarie
ia: _Remover desde le bibliotheca
is: Fjarlægja úr safni
kk: _Кітапханадан өшіру
nn: _Fjern frå bibliotek
oc: _Suprimir de la bibliotèca
pt_br: _Remover da biblioteca
zh_tw: 從電臺庫中移除(_R)

source: Local Station
de: Lokaler Sender
el: Τοπικός Σταθμός
fur: Stazion locâl
ia: Station local
is: Staðbundin útvarpsstöð
kk: Жергілікті станция
nn: Lokal stasjon
oc: Estacion locala
pt_br: Estação local
zh_tw: 自訂電臺

source: This station exists only in your library, and is not part of the public database
de: Dieser Sender existiert nur in Ihrer Bibliothek und ist nicht Teil der öffentlichen Datenbank
el: Αυτός ο σταθμός υπάρχει μόνο στη βιβλιοθήκη σας και δεν αποτελεί μέρος της δημόσιας βάσης δεδομένων
ia: Iste station solmente existe in tu bibliotheca e non es parte del base de datos public.
is: Þessi stöð er einungis til í safni þínu, og er ekki hluti af opinbera gagnagrunninum um útvarpsstöðvar
kk: Бұл станция тек сіздің кітапханаңызда бар және ол ортақ дерекқордың бөлігі емес
nn: Denne stasjonen finst berre i biblioteket ditt og er ikkje del av den offentlege databasen
oc: Aquesta estacion existís sonque dins vòstra bibliotèca, e fa pas partida de la basa de donadas publica
pt_br: Esta estação existe somente na sua biblioteca, e não é parte do banco de dados de estações público
zh_tw: 這個電臺只存在於您的電臺庫中，並不是公開資料庫的一部分

source: Orphaned Station
de: Verlassener Sender
el: Ορφανός Σταθμός
fur: Stazion vuarfine
ia: Station orphano
is: Munaðarlaus stöð
kk: Иесіз станция
nn: Foreldrlaus stasjon
oc: Estacion orfanèla
pt_br: Estação órfã
zh_tw: 遺孤電臺

source: The information could not be updated, probably this station was removed from the public database
de: Die Informationen konnten nicht aktualisiert werden, wahrscheinlich wurde der Sender aus der öffentlichen Datenbank entfernt
el: Οι πληροφορίες δεν ήταν δυνατό να ενημερωθούν, πιθανότατα αυτός ο σταθμός αφαιρέθηκε από τη δημόσια βάση δεδομένων
ia: Le information non pote esser actualisate, probabilemente iste station esseva removite ab le base de datos public
is: Ekki var hægt að uppfæra upplýsingarnar, líklega er búið að fjarlægja stöðinaúr opinbera gagnagrunninum um útvarpsstöðvar
kk: Ақпаратты жаңарту мүмкін болмады, бұл станция ортақ дерекқордан өшірілген болуы мүмкін
nn: Klarte ikkje å oppdatere informasjonen, truleg er denne stasjonen fjerna frå den offentlege databasen
oc: Es pas estat possible d’actualizar las informacion, probablament aquesta estacion es estada suprimida de la basa de donadas publica
pt_br: As informações não foram atualizadas, provavelmente esta estação foi removida do banco de dados público
zh_tw: 資訊無法更新，此電臺可能已從公開資料庫中移除

source: Information
el: Πληροφορίες
fur: Informazions
is: Upplýsingar
kk: Ақпарат
nn: Informasjon
oc: Informacions
pt_br: Informação
zh_tw: 資訊

source: Language
de: Sprache
el: Γλώσσα
fur: Lenghe
ia: Lingua
is: Tungumál
kk: Тіл
nn: Språk
oc: Lenga
pt_br: Idioma
zh_tw: 語言

source: Tags
de: Stichworte
el: Ετικέτες
fur: Etichetis
ia: Etiquettas
is: Merki
kk: Тегтер
nn: Stikkord
oc: Etiquetas
pt_br: Etiquetas
zh_tw: 標籤

source: Location
de: Ort
el: Τοποθεσία
fur: Ubicazion
ia: Localisation
is: Staðsetning
kk: Орналасуы
nn: Stad
oc: Localizacion
pt_br: Local
zh_tw: 位置

source: Country
de: Land
el: Χώρα
fur: Paîs
ia: Pais
is: Land
kk: Ел
nn: Land
oc: País
pt_br: País
zh_tw: 國家

source: State
de: Bundesstaat
el: Πολιτεία
fur: Stât
ia: Stato
is: Hérað/Fylki
kk: Аймақ
nn: Delstat
oc: Estat
pt_br: Estado
zh_tw: 狀態

source: Audio
de: Ton
el: Ήχος
is: Hljóð
kk: Аудио
nn: Lyd
oc: Àudio
pt_br: Áudio
zh_tw: 音訊

source: Bitrate
el: Ρυθμός μετάδοσης bit
ia: Taxa de bits
is: Bitahraði
kk: Битрейт
oc: Debit
pt_br: Taxa de bits
zh_tw: 位元率

source: Codec
el: Κωδικοποιητής
is: Kóðunarlykill (codec)
kk: Кодек
nn: Kodek
oc: Codèc
zh_tw: 編碼

source: Stream
el: Ροή
fur: Flus
ia: Fluxo
is: Streymi
kk: Ағын
nn: Straum
oc: Flux continú
pt_br: Reprodução
zh_tw: 串流

source: Copy
de: Kopieren
el: Αντιγραφή
fur: Copie
ia: Copiar
is: Afrita
kk: Көшіру
nn: Kopier
oc: Copiar
pt_br: Copiar
zh_tw: 複製

source: Edit
de: Bearbeiten
el: Επεξεργασία
ia: Editar
is: Breyta
kk: Түзету
nn: Rediger
oc: Modificar
pt_br: Editar
zh_tw: 編輯

source: The recorded track has been saved
de: Der aufgenommene Titel wurde gespeichert
el: Το εγγεγραμμένο κομμάτι έχει αποθηκευτεί
ia: Le pista registrate ha essite salvate
is: Hljóðrásin sem tekin var upp er nú vistuð
kk: Жазылған трек сақталды
nn: Det innspelte sporet er lagra
oc: La pista enregistrada es estada salvada
pt_br: A faixa gravada foi salva
zh_tw: 錄製的曲目已經儲存

source: Save Track
de: Titel speichern
el: Αποθήκευση Κομματιού
ia: Salvar pista
is: Vista hljóðspor
kk: Тректі сақтау
nn: Lagra spor
oc: Enregistrar la pista
pt_br: Salvar faixar
zh_tw: 儲存曲目

source: Play Track
de: Titel wiedergeben
el: Αναπαραγωγή Κομματιού
ia: Reproder pista
is: Spila hljóðspor
kk: Тректі ойнату
nn: Spel spor
oc: Legir la pista
pt_br: Reproduzir faixa
zh_tw: 播放曲目

source: Cancel Recording
de: Aufnahme abbrechen
el: Ακύρωση Εγγραφής
ia: Cancellar registration
is: Hætta við upptöku
kk: Жазудан бас тарту
nn: Avbryt opptak
oc: Anullar l'enregistrament
pt_br: Cancelar gravação
zh_tw: 取消錄製

source: Station
de: Sender
el: Σταθμός
is: Stöð
kk: Станция
nn: Stasjon
oc: Estacion
pt_br: Estação
zh_tw: 電臺

source: Save this track when recording is complete
de: Diesen Titel nach der Aufnahme speichern
el: Αποθήκευση αυτού του κομματιού όταν ολοκληρωθεί η εγγραφή
ia: Salvar iste pista quando le registration es complete
is: Vista þessa hljóðrás þegar upptaka er fullkláruð
kk: Жазу аяқталған кезде бұл тректі сақтау
nn: Lagra dette sporet når opptaket er fullført
oc: Enregistrar aquesta pista quand l’enregistrament s’acaba
pt_br: Salva esta faixa quando a gravação for concluída
zh_tw: 當錄製完成時儲存此曲目

source: Recording behaviour can be changed in <a href="">preferences</a>
de: Das Aufnahmeverhalten kann in den <a href="">Einstellungen</a> geändert werden
el: Η συμπεριφορά εγγραφής μπορεί να αλλάξει στις <a href="">προτιμήσεις</a>
ia: Le comportamento de registration pote esser cambiate in <a href="">preferentias</a>
is: Upptökustillingar er hægt að breyta í <a href="">kjörstillingum</a>
kk: Жазу әрекетін <a href="">қалаулар</a> ішінен өзгертуге болады
nn: Opptaksåtferda kan endrast i <a href="">innstillingane</a>
oc: Se pòt cambiar lo compòrtament d’enregistrament dins las <a href="">preferéncias</a>
pt_br: O comportamento da gravação pode ser aterado nas <a href="">preferências</a>
zh_tw: 錄製行為可以在<a href="">偏好設定</a>中變更

source: Saved
de: Gespeichert
el: Αποθηκεύτηκε
ia: Salvate
is: Vistað
kk: Сақталды
nn: Lagra
oc: Enregistrada
pt_br: Salva
zh_tw: 已儲存

source: Toggle Mute
de: Stumm schalten / Stummschaltung aufheben
el: Εναλλαγή Σίγασης
ia: Commutar le silentio
is: Víxla þögn á
kk: Дыбысты өшіру/қосу
nn: Slå av/på demping
oc: Activar / Desactivar lo mòde mut
pt_br: Ativar / Desativar mudo
zh_tw: 切換靜音

source: Track no longer available
de: Titel nicht mehr verfügbar
el: Το κομμάτι δεν είναι πλέον διαθέσιμο
ia: Pista non plus disponibile
is: Hljóðspor ekki lengur tiltæk
kk: Трек енді қолжетімді емес
nn: Spor er ikkje lenger tilgjengeleg
oc: Pista pas mai disponibla
pt_br: A faixa não está mais disponível
zh_tw: 曲目已不再可用

source: This track is currently not being recorded
el: Αυτό το κομμάτι δεν εγγράφεται αυτήν τη στιγμή
is: Ekki er verið að taka upp þetta hljóðspor
kk: Бұл трек қазір жазылып жатқан жоқ
nn: Dette sporet vert ikkje teke opp no
oc: Aquesta pista es en cors d’enregistrament
pt_br: Esta faixa não está sendo gravada no momento
zh_tw: 這個曲目目前無法錄製

source: Playing “{}”
de: Wiedergabe von »{}«
el: Αναπαραγωγή «{}»
ia: “{}” in reproduction
is: Spila “{}”
kk: “{}” ойнатылуда
nn: Spelar «{}»
oc: Lectura de « {} »
pt_br: Reproduzindo “{}”
zh_tw: 正在播放「{}」

source: Active Playback
de: Aktive Wiedergabe
el: Ενεργή Αναπαραγωγή
ia: Reproduction active
is: Virk afspilun
kk: Белсенді ойнату
nn: Aktiv avspeling
oc: Lectura
pt_br: Reprodução ativa
zh_tw: 作用中的播放

source: Don't Record
de: Nicht aufnehmen
el: Να μην γίνει Εγγραφή
ia: Non registrar
is: Ekki taka upp
kk: Жазбау
nn: Ikkje ta opp
oc: Enregistrar pas
pt_br: Não gravar
zh_tw: 不要錄製

source: Not Recorded
de: Nicht aufgenommen
el: Δεν Έχει Εγγραφεί
ia: Non registrate
is: Ekki tekið upp
kk: Жазылмаған
nn: Ikkje teke opp
oc: Non enregistrada
pt_br: Não gravada
zh_tw: 未錄製

source: Ignored Track
de: Ignorierter Titel
el: Κομμάτι που Αγνοήθηκε
ia: Pista ignorate
is: Sleppa hljóðspori
kk: Еленбеген трек
nn: Ignorert spor
oc: Pista ignorada
pt_br: Faixa ignorada
zh_tw: 忽略曲目

source: Recording…
de: Aufnahme läuft …
el: Γίνεται Εγγραφή…
ia: Registrante…
is: Tek upp...
kk: Жазылуда…
nn: Tek opp …
oc: Enregistrament…
pt_br: Gravando…
zh_tw: 錄製中…

source: Recorded
de: Aufgenommen
el: Εγγράφηκε
ia: Registrate
is: Tekið upp
kk: Жазылды
nn: Innspelt
oc: Enregistrada
pt_br: Gravado
zh_tw: 已錄製

source: Below Threshold
de: Unter Grenzwert
el: Κάτω από το Όριο
ia: Infra limine
is: Undir viðmiði
kk: Табалдырықтан төмен
nn: Under terskel
oc: En dejós del sulhet
pt_br: Abaixo do limiar
zh_tw: 門檻以下

source: Cancelled
de: Abgebrochen
el: Ακυρώθηκε
ia: Cancellate
is: Hætt við
kk: Бас тартылды
nn: Avbrote
oc: Anullat
pt_br: Cancelada
zh_tw: 已取消

source: Recording is deactivated in preferences
de: Aufnahme ist in den Einstellungen deaktiviert
el: Η εγγραφή είναι απενεργοποιημένη στις προτιμήσεις
ia: Le registration es disactivate in preferentias
is: Upptaka er gerð óvirk í kjörstillingum
kk: Жазу қалаулар ішінде сөндірілген
nn: Opptak er slått av i innstillingane
oc: L’enregistrament es desactivat dins las preferéncias
pt_br: A gravação está desativada nas preferências
zh_tw: 錄製功能已在偏好設定中停用

source: The track contains a word that is on the ignore list
de: Der Titel enthält ein Wort aus der Ignorieren-Liste
el: Το κομμάτι περιέχει μια λέξη που βρίσκεται στη λίστα αγνόησης
ia: Le pista contine un parola que sta sur le lista de ignorar
is: Hjóðrásin inniheldur orð sem er á lista yfir það sem sleppa skal
kk: Тректе елемеу тізіміндегі сөз бар
nn: Sporet inneheld eit ord som står på ignoreringslista
oc: La pista conten un mot sus la lista d'ignorar
pt_br: A faixa contém uma palavra que está na lista de ignorar.
zh_tw: 曲目包含忽略清單中的關鍵字

source: The track wasn't played from the beginning, so it can't be fully recorded
de: Der Titel wurde nicht von Anfang an abgespielt und kann daher nicht vollständig aufgenommen werden
el: Το κομμάτι δεν αναπαράχθηκε από την αρχή, επομένως δεν μπορεί να εγγραφεί πλήρως
ia: Le pista non ha essite reproducite desde le initio, assi ille non pote esser completemente registrate
is: Hljóðsporið var ekki spilað frá byrjun, svo ekki er hægt að hljóðrita það að fullu
kk: Трек басынан бастап ойнатылмады, сондықтан оны толық жазу мүмкін емес
nn: Sporet vart ikkje spela frå byrjinga, så det kan ikkje spelast inn fullt ut
oc: La pista es pas estada jogada de la debuta, alara se pòt pas enregistrar complètament
pt_br: A faixa não foi reproduzida a partir do início, então ela não será gravada por completo
zh_tw: 曲目並未從頭開始播放，因此無法被完整錄製

source: The track will be recorded until a new track gets played
de: Der Titel wird so lange aufgenommen, bis ein neuer Titel gespielt wird
el: Το κομμάτι θα εγγραφεί μέχρι να αναπαραχθεί ένα νέο κομμάτι
ia: Le pista actual essera registrate usque un nove pista sia detegite.
is: Hjóðsporið verður tekin upp þar til ný hljóspor verður spilað
kk: Трек жаңа трек ойнатылғанша жазылады
nn: Sporet vert teke opp til eit nytt spor vert spela
oc: La pista actuala s’enregistrarà fins qu’una pista novèla siá detectada
pt_br: A faixa será gravada até uma nova faixa ser reproduzida
zh_tw: 曲目將被錄製，直到新曲目開始播放

source: The track has been temporarily recorded
de: Der Titel wurde temporär aufgenommen
el: Το κομμάτι έχει εγγραφεί προσωρινά
ia: Le pista ha essite temporalmente registrate
is: Hljóðsporið hefur verið hljóðritað tímabundið
kk: Трек уақытша жазылды
nn: Sporet er mellombels teke opp
oc: La pista es estada temporàriament enregistrada
pt_br: A faixa foi gravada temporariamente
zh_tw: 曲目已暫時錄製

source: The maximum recording duration has been reached
de: Die maximale Aufnahmedauer wurde erreicht
el: Έχει συμπληρωθεί η μέγιστη διάρκεια εγγραφής
is: Upptakan fór fram yfir fyrirfram ákveðna tímalengd
kk: Жазудың максималды ұзақтығына жетті
nn: Maksimal opptakslengd er nådd
oc: La durada maximala d’enregistrament es estada atenguda
pt_br: A duração máxima de gravação foi atingida
zh_tw: 已達錄製時長上限

source: The track has been discarded as the duration was below the set threshold
de: Der Titel wurde verworfen, da die Dauer unter dem eingestellten Grenzwert lag
el: Το κομμάτι απορρίφθηκε καθώς η διάρκεια ήταν κάτω από το καθορισμένο όριο
ia: Le pista ha essite abandonate a causa del duration infra le limine definite
is: Hljóðsporinu var eytt þar sem lengd þess var undir gefnu marki
kk: Трек ұзақтығы орнатылған табалдырықтан төмен болғандықтан өткізіп жіберілді
nn: Sporet er forkasta fordi lengda var under den fastsette terskelen
oc: La pista es estada ignorada perque la durada es en dessús del sulhet definit
pt_br: A faixa foi descartada, pois a duração estava abaixo do limiar definido
zh_tw: 曲目時長低於設定門檻，已捨棄

source: Recording has been cancelled
de: Die Aufnahme wurde abgebrochen
el: Η εγγραφή έχει ακυρωθεί
ia: Le registration ha essite cancellate
is: Hætt var við upptökuna
kk: Жазудан бас тартылды
nn: Opptaket er avbrote
oc: L’enregistrament es estat anullat
pt_br: A gravação foi cancelada
zh_tw: 已取消錄製

source: Google Cast Device
de: Google-Cast-Gerät
el: Συσκευή Google Cast
ia: Dispositivo Google Cast
is: Google-Cast tæki
kk: Google Cast құрылғысы
nn: Google Cast-eining
oc: Aparelh Google Cast
pt_br: Dispositivo Google Cast
zh_tw: Google Cast 裝置

source: Unknown Model
de: Unbekanntes Modell
el: Άγνωστο Μοντέλο
ia: Modello incognite
is: Óþekkkt
kk: Белгісіз модель
nn: Ukjend modell
oc: Modèl desconegut
pt_br: Modelo desconhecido
zh_tw: 未知型號

source: translator-credits
de: Peter Sonntag <peter@sonniger-tag.eu> Christian Kirbach <christian.kirbach@gmail.com> Wolfgang Stoeggl <c72578@yahoo.de> Philipp Kiemle <l10n@prly.mozmail.com> Jürgen Benvenuti <gastornis@posteo.org> Tim Sabsch <tim@sabsch.com>
el: Ελληνική μεταφραστική ομάδα GNOME Ευστάθιος Ιωσηφίδης <iosifidis@opensuse.org> Για περισσότερες πληροφορίες, επισκεφθείτε τη σελίδα http://gnome.gr/
fur: Fabio Tomat <f.t.public@gmail.com>, 2024
is: Ingirafn, ingirafn at this dot is, 2023
kk: Baurzhan Muftakhidinov <baurthefirst@gmail.com>
nn: Bjørn Mørkedal <gnome@morkedal.com>
oc: Quentin PAGÈS
pt_br: Rafael Fontenelle <rafaelff@gnome.org> Enrico Nicoletto <liverig@gmail.com> Leônidas Araújo <leorusvellt@hotmail.com> Juliano de Souza Camargo <julianosc@pm.me>
zh_tw: Zijian Liu <zilliu@disroot.org>, 2020. JiaJun Xu <foolfitz@gmail.com>, 2025. Cheng-Chia Tseng <zerngjia@gmail.com>, 2025.

source: Donate
de: Spenden
el: Δωρεά
is: Láta af hendi rakna
kk: Демеушілік ету
nn: Doner
oc: Far un don
pt_br: Doar
zh_tw: 捐款
